Repository: common-repository/trancelantic-playlist
Catalog: languages/trancelantic-playlist-*.po
Languages: it_it, zh_zh

source: Appearance:
it_it: Aspetto:

source: Current Track
it_it: Brano Attuale

source: Cover gallery
it_it: Galleria delle cover

source: Track list
it_it: Lista dei brani

source: Number of tracks:
it_it: Numero dei brani:

source: Show current track in list or in gallery
it_it: Visualizza brano attuale nella lista o nella galleria

source: Title:
it_it: Titolo:
zh_zh: 标题:

source: Show Title
it_it: Mostra titolo
zh_zh: 显示标题

source: Username:
it_it: Nome utente:
zh_zh: 用户名:

source: Sorry, but this channel is currently offline.
it_it: Spiacente, sembra che il canale sia al momento offline.
zh_zh: 对不起，这个频道当前是离线的.

source: Shows your current playlist.
it_it: Mostra la playlist attuale.

source: My recently songs
it_it: I miei brani ascoltati di recente
zh_zh: 我最近的歌曲

source: Trancelantic Playlist Current Song
zh_zh: 当前轨道

source: Show currently played song.
zh_zh: 在列表或图库中显示当前的轨道.

source: I am listening to
zh_zh: 当前轨道

source: Trancelantic Playlist Played Songs
zh_zh: 播放的歌曲

source: Show list of played songs.
zh_zh: 显示播放的歌曲列表.
